Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: གྲང་བའི་སེམས་ཅན་དམྱལ་བ་གང་ཡིན་པ་དེ་དག་ཏུ་ནི་དྲོ་བར་གྱུར་ཏེ་ འབབ་བོ། །
en: and warm the beings in the cold hells.

source: དེས་ན་སེམས་ཅན་དེ་དག་གི་གནོད་པའི་ཁྱད་པར་རྣམས་རྩེ་ཞིལ་བར་གྱུར་ཏོ། །
en: In this way they soothe the particular injuries of those beings,

source: དེ་ནས་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ།
en: who wonder,

source: ཀྱེ་ཅི་བདག་ཅག་འདི་ནས་ཤི་འཕོས་སམ་འོན་ཏེ་གཞན་དུ་སྐྱེས་སམ་སྙམ་མོ། །
en: “Have we died and been reborn somewhere other than this place?”

source: དེ་ནས་དེ་དག་དད་པ་བསྐྱེད་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་སྤྲུལ་པ་འགྱེད་པར་མཛད་དེ། དེ་དག་གིས་སྤྲུལ་པ་མཐོང་ནས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Then, to engender faith in them, the blessed ones radiate an emanation, and when the beings see it, they think,

source: ཀྱེ་བདག་ཅག་ནི་འདི་ནས་ཀྱང་ཤི་འཕོས་པར་མ་གྱུར་ལ་གཞན་དུ་ཡང་མ་སྐྱེས་མོད་ཀྱི་འོན་ཀྱང་སྔོན་མ་བྱུང་བའི་སེམས་ཅན་སྣང་བ་འདིའི་མཐུས་བདག་ཅག་གི་གནོད་པའི་ཁྱད་པར་རྣམས་རྩེ་ཞིལ་བར་གྱུར་ཏོ་སྙམ་མོ། །
en: “Alas, it is neither that we have died and left this place, nor that we have been born elsewhere. Rather it is because of the unprecedented appearance of this emanation that our particular injuries have been soothed.”

source: དེ་ནས་དེ་དག་སྤྲུལ་པ་ལ་སེམས་མངོན་པར་དགའ་བར་གྱུར་ནས་སེམས་ཅན་དམྱལ་བ་མྱོང་བར་འགྱུར་བའི་ལས་དེ་ཟད་དེ།
en: They feel real joy toward the emanation, exhausting the deeds that brought them to experience the hells.

source: ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་གང་དུ་བདེན་པ་རྣམས་ཀྱི་སྣོད་དུ་རུང་བར་འགྱུར་བ་དེར་ཉིང་མཚམས་འཛིན་པར་འགྱུར་རོ། །
en: Now, as fit vessels of the truths, they take rebirth among the gods and humans.

source: སྟེང་དུ་འགྲོ་བ་གང་ཡིན་པ་དེ་དག་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་རྣམས་དང་། སུམ་ཅུ་རྩ་གསུམ་པ་རྣམས་དང་། འཐབ་བྲལ་བ་རྣམས་དང་། དགའ་ལྡན་པ་རྣམས་དང་། འཕྲུལ་དགའ་རྣམས་དང་། གཞན་འཕྲུལ་དབང་བྱེད་རྣམས་དང་། ཚངས་རིས་རྣམས་དང་། ཚངས་པའི་མདུན་ན་འདོན་པ་རྣམས་དང་། ཚངས་པ་ཆེན་པོ་རྣམས་དང་། འོད་ཆུང་རྣམས་དང་། ཚད་མེད་འོད་རྣམས་དང་། འོད་གསལ་རྣམས་དང་། དགེ་ཆུང་རྣམས་དང་། ཚད་མེད་དགེ་རྣམས་དང་། དགེ་རྒྱས་རྣམས་དང་། སྤྲིན་མེད་རྣམས་དང་། བསོད་ནམས་སྐྱེས་རྣམས་དང་། འབྲས་བུ་ཆེ་རྣམས་དང་། མི་ཆེ་བ་རྣམས་དང་། མི་གདུང་བ་རྣམས་དང་། གྱ་ནོམ་སྣང་བ་རྣམས་དང་། ཤིན་ཏུ་མཐོང་བ་རྣམས་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་བར་དུ་སོང་ནས་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པའི་སྒྲ་སྒྲོགས་སོ། །
en: The rays of light that travel up go to the following gods: those of the Abodes of the Four Great Kings, the Heaven of the Thirty-Three, the Strifeless Heaven, Tuṣita Heaven, the Delighting in Creation Heaven, the Heaven of the Masters of Others’ Creations, and the Heaven of Brahmā’s Assembly; those of the realms called Brahmin Priests, Great Brahmā, Limited Splendor, Immeasurable Splendor, Radiant Heaven, Lesser Virtue, Immeasurable Virtue, Extensive Virtue, and the Cloudless Heaven; and those of the realms called Increasing Merit, Great Result , None Greater, Sorrowless, Sublime Vision, Great Vision, and Supreme . There they sound a cry of impermanence, suffering, emptiness, and selflessness,

source: ཚིགས་སུ་བཅད་པ་གཉིས་ཀྱང་རྗོད་པར་བྱེད་དེ།
en: and they echo the following two verses:

source: ངེས་པར་འབྱུང་བ་བརྩམ་པར་གྱིས། །སངས་རྒྱས་བསྟན་ལ་སྦྱོར་བར་གྱིས། །འདམ་བུའི་ཁྱིམ་ལ་གླང་ཆེན་བཞིན། །
en: Cultivate renunciation, Practice the Buddha’s teaching— Trample the lord of death’s army Like an elephant in a house of reeds!

source: འཆི་བདག་སྡེ་ནི་གཞོམ་པར་གྱིས། །གང་ཞིག་ཆོས་འདུལ་འདི་ཉིད་ལ། །བག་ཡོད་སྤྱོད་པར་བྱེད་པ་ནི། །སྐྱེ་བའི་འཁོར་བ་རབ་སྤངས་ནསསྡུག་བསྔལ་ཟད་པར་བྱེད་པར་འགྱུར་ཞེས་རྗོད་པར་བྱེད་དོ། །
en: Those who mind their way along the path Of this Dharma and Vinaya Will abandon the round of rebirth And put an end to suffering.

source: དེ་ནས་འོད་ཟེར་དེ་དག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བསྐོར་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཕྱི་བཞིན་འབྲང་སྟེ།
en: Then the rays of light circle through the three-thousandfold universe and come back to the blessed ones.

source: གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་འདས་པའི་ལས་ལུང་སྟོན་པར་བཞེད་ན་ནི་བཅོམ་ལྡན་འདས་ཀྱི་སྣམ་ལོགས་སུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should the blessed one wish to make a revelation about past deeds, they will disappear into the blessed one’s back.

source: མ་འོངས་པའི་ལས་ལུང་སྟོན་པར་བཞེད་ན་ནི་མདུན་ལོགས་སུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to foretell the future, they will disappear into the chest.

source: སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་མཐིལ་དུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about a hell birth, they will disappear into the soles of the feet.

source: དུད་འགྲོར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་རྟིང་པར་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about an animal birth, they will disappear into the heels.

source: ཡི་དགས་སུ་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞབས་ཀྱི་མཐེ་བོར་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about birth as an anguished spirit, they will disappear into the big toe.

source: མིར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་པུས་མོ་གཉིས་སུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about a human birth, they will disappear into the knees.

source: སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཕྱག་གཡོན་པའི་མཐིལ་དུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about someone’s becoming a great universal monarch, they will disappear into the palm of the left hand.

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཕྱག་གཡས་པའི་མཐིལ་དུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about someone’s becoming a universal monarch, they will disappear into the palm of the right hand.

source: ལྷར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི་ལྟེ་བར་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about a god birth, they will disappear into the navel.

source: ཉན་ཐོས་ཀྱི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་བཞེད་ན་ནི་ཞལ་དུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about the enlightenment of the listeners, they will disappear into the mouth.

source: རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་བཞེད་ན་ནི་སྨིན་མཚམས་ཀྱི་མཛོད་སྤུར་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about the enlightenment of the solitary buddhas, they will disappear into the hair between the eyebrows.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་བཞེད་ན་ནི་དབུའི་གཙུག་ཏོར་དུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about an unexcelled, total, and complete enlightenment, they will disappear into the crown of the head.

source: དེ་ནས་འོད་ཟེར་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྨིན་མཚམས་ཀྱི་མཛོད་སྤུར་མི་སྣང་བར་གྱུར་ཏོ། །
en: After these particular rays of light had circled the Blessed One three times, they disappeared into the hair between the Blessed One’s eyebrows.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་ཞུས་པ།
en: Then Venerable Ānanda joined his palms in reverence and praised the Blessed One with the following verse:

source: ཚོན་སྣ་སྟོང་གིས་སྤེལ་བ་སྣ་ཚོགས་ཅན། །མང་པོ་ཞལ་གྱི་སྒོ་ནས་བྱུང་བར་གྱུར། །
en: “From your mouth’s great gate spill forth Scores of thousand-colored spectra.

source: དེ་ཡིས་ཕྱོགས་རྣམས་ཀུན་དུ་སྣང་བར་བགྱིས། །ཉི་མ་ཤར་བས་ཇི་ལྟར་བགྱིས་པ་བཞིན། །
en: Like the shining of the sun, They illumine everything.”

source: ཡང་ཚིགས་སུ་བཅད་དེ་
en: He then supplicated him with the following verses:

source: རྒོད་དང་བྲལ་ཞིང་རྒྱགས་དང་མི་དགྱེས་སྤངས་པ་ཡི། །སངས་རྒྱས་འགྲོ་བ་དག་གི་དམ་པའི་རྒྱུར་གྱུར་པ། །
en: “The lords of beings , the buddhas who cast off disconsolation, Are rid of savagery and pride, and are themselves the cause of all that’s good.

source: རྒྱལ་བ་དགྲ་ཐུབ་རྣམས་ནི་རྒྱུ་རྐྱེན་མ་མཆིས་པར། །པད་མའི་རྩ་དང་དུང་མདོག་ལྟ་བུའི་འཛུམ་མི་སྟོན། །
en: These victors over every rival, in the absence of cause and condition Do not display their smiles, which are the color of conch and lotus root.

source: བརྟན་པོ་ཉིད་ཀྱི་བློ་ཡིས་དུས་བབ་མཁྱེན་ལགས་ན། །དགེ་སྦྱོང་རྒྱལ་དབང་ཉན་པ་སོམ་ཉི་འཚལ་བ་རྣམས། །
en: “So if you know it’s time, for your mind never falters, Then come—ascetic, victor—quell your disciples’ hesitation.

source: ཐུབ་པ་ཁྱུ་མཆོག་གི་ནི་གསུང་མཆོག་བརྟན་པ་དང་། །བཟང་པོ་དག་གིས་ཐེ་ཚོམ་སྐྱེས་པ་བསལ་བར་གསོལ། །
en: O sage , greatest of the herd, with speech unrivaled, sure, and good, Reassure those prone to doubt.

source: རྒྱ་མཚོ་དང་ནི་རི་རྒྱལ་ལྟ་བུར་བརྟན་པ་ཡི། །མགོན་པོ་རྫོགས་སངས་རྒྱས་རྣམས་གྱིན་ད་འཛུམ་མི་སྟོན། །གང་གི་དོན་དུ་དཔའ་བོ་འཛུམ་པ་སྟོན་མཛད་པ། །དེ་ནི་ཁྱོད་ལ་སྐྱེ་བོ་ཕལ་ཆེན་ཉན་པར་འཚལ། །
en: “Mountain still, and vast as oceans, Buddha, fully awakened lord, Your smile is no mundane event. Hero, make it manifest so that many might pay heed.

source: འབྲུག་སྒྲ་ལྟ་བུའི་གསུང་ལྡན་པ། །ཁྱུ་མཆོག་ལྟ་བུའི་ལྟ་སྟངས་ཅན། །མི་མཆོག་མཆོད་པ་བགྱིད་པ་ཡི། །འབྲས་བུ་ཅིར་འགྱུར་ལུང་བསྟན་གསོལ། །
en: “With speech like a clap of thunder, Graceful like a royal bull, Oh tell the fruits awaiting those, The peerless ones, who praise you!

source: བཙུན་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་རྒྱུ་མ་མཆིས་རྐྱེན་མ་མཆིས་པར་འཛུམ་པ་སྟོན་པར་མི་མཛད་ན། འཛུམ་པ་མཛད་པའི་རྒྱུ་གང་ལགས་རྐྱེན་གང་ལགས།
en: “Lord, if in the absence of the right causes and conditions the tathāgatas, the arhats, the totally and completely awakened buddhas do not smile, what are the causes and conditions that make them smile?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་ནི་དེ་བཞིན་ནོ། །
en: “Ānanda, so it is,” replied the Blessed One.

source: དེ་ནི་དེ་བཞིན་ཏེ། ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་རྒྱུ་དང་རྐྱེན་མེད་པར་འཛུམ་པ་མི་མཛད་དོ། །
en: “It is just as you say, Ānanda. Without the right causes and conditions the tathāgatas, the arhats, the totally and completely awakened buddhas do not smile.

source: ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་བྲམ་ཟེ་གང་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསྐོར་བ་བྱས་ཏེ་སོང་བ་མཐོང་ངམ།
en: Ānanda, did you see the brahmin who circumambulated the Tathāgata and departed?”

source: བཙུན་པ་མཐོང་ལགས་སོ། །
en: “Yes, Lord, I saw him,” Ānanda said.

source: ཀུན་དགའ་བོ་བྲམ་ཟེ་འདི་ནི་དགེ་བའི་རྩ་བ་འདིས་བསྐལ་པ་བཅུ་གསུམ་གྱི་བར་དུ་ལོག་པར་ལྟུང་བར་མི་འགྱུར་ཏེ
en: “Ānanda, because of the root of virtue of this brahmin’s action, he will not fall to the lower realms for thirteen eons.

source: བསྐལ་པ་བཅུ་གསུམ་གྱི་བར་དུ་ལྷ་རྣམས་དང་། མི་རྣམས་ཀྱི་ནང་དུ་ཉིང་མཚམས་སྦྱར་ཞིང་།
en: For thirteen eons he will take rebirth among gods and humans.

source: འཁོར་བར་གྱུར་ནས་སྲིད་པ་ཐ་མ་དང་གནས་ཐ་མ་ལ་མིར་སྐྱེ་བ་ཐོབ་སྟེ་
en: After circling in saṃsāra, in his final rebirth, his final dwelling place, he will take birth as a human being.

source: རབ་ཏུ་འབྱུང་བར་འགྱུར་ལ། དེས་སློབ་དཔོན་མེད་པ་དང་མན་ངག་མེད་པར་བྱང་ཆུབ་ཀྱི་ཕྱོགས་དང་འཐུན་པའི་ཆོས་སུམ་ཅུ་རྩ་བདུན་མངོན་དུ་བྱས་ནས་
en: Then he will go forth and manifest the thirty-seven wings of enlightenment without a teacher or any instruction.

source: རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་མངོན་སུམ་དུ་བྱེད་པར་འགྱུར་ཏེརང་སངས་རྒྱས་སྐོར་བྱེད་ཅེས་བྱ་བར་འགྱུར་རོ། །
en: He will manifest the enlightenment of a solitary buddha and become the solitary buddha known as Circumambulating.

source: དེའི་སྦྱིན་པར་བྱ་བའི་ཆོས་ནི་དེ་ཡིན་ནོ།། །།
en: That is what shall come of his act of generosity.”

source: ཤིང་རྟ་གཉིས་པ་ནི།
en: The Second “Chariot” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་བྲམ་ཟེའི་ཁྱེའུ་ཞིག་གིས་མཆོད་སྦྱིན་བྱས་ནས་ཤིང་རྟ་ལ་ཞོན་ཏེ་འཁོར་གྱི་ཚོགས་ཀྱིས་གཡོག་བྱས་ནས་མཉན་དུ་ཡོད་པའི་ནང་དུ་ཆས་སོ། །
en: When the Blessed One was in Śrāvastī there lived a certain young brahmin who performed his sacrifice, climbed onto his chariot, and, attended by his host of servants, rode into Śrāvastī.

source: བཅོམ་ལྡན་འདས་ཀྱང་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་མཛད་ནས། མཉན་དུ་ཡོད་པ་ནས་སླར་གཤེགས་པ་དང་དེ་དགའ་བ་སྐྱེས་ནས་བཅོམ་ལྡན་འདས་ལ་བལྟས་སོ། །
en: As the Blessed One returned from Śrāvastī where he had gone for alms, the young man gazed at the Blessed One joyfully,

source: འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་གང་གི་ཚེ་འཛུམ་པ་མཛད་པའི་ཆོས་ཉིད་དེ། དེའི་ཚེ་ཞལ་ནས་འོད་ཟེར་སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་རྣམས་བྱུང་ནས་ཁ་ཅིག་ནི་འོག་ཏུ་འགྲོའོ། །ཁ་ཅིག་ནི་སྟེང་དུ་འགྲོའོ། །
en: Now it is the nature of the blessed buddhas’ smiles that when they smile, colorful beams of blue, yellow, red, and white light radiate from their mouths, with some traveling up and others traveling down.

source: འོག་ཏུ་འགྲོ་བ་གང་ཡིན་པ་དེ་དག་ནི་སེམས་ཅན་དམྱལ་བ་ཡང་སོས་དང་ཐིག་ནག་དང་། བསྡུས་འཇོམས་དང་། ངུ་འབོད་དང་། ངུ་འབོད་ཆེན་པོ་དང་། ཚ་བ་དང་། རབ་ཏུ་ཚ་བ་དང་། མནར་མེད་པ་དང་། ཆུ་བུར་ཅན་དང་། ཆུ་བུར་རྡོལ་དང་། ས་ཐམས་ཐམས་དང་། ཀྱི་ཧུད་ཟེར་བ་དང་། ཨ་ཆུ་ཟེར་བ་དང་། ཨུད་པལ་ལྟར་གས་པ་དང་། པད་མ་ལྟར་གས་པ་དང་། པད་མ་ལྟར་གས་པ་ཆེན་པོར་སོང་ནསཚ་བའི་སེམས་ཅན་དམྱལ་བ་གང་ཡིན་པ་དེ་དག་ཏུ་བསིལ་བར་གྱུར་ཏེ་འབབ་བོ། །
en: Those that travel down go to the beings in the Reviving Hell, the Black Thread Hell, the Crushing Hell, the Shrieking Hell, the Screaming Hell, the Hot Hell, the Hell of Extreme Heat, the Hell of Ceaseless Agony, the Blistering Hell, the Bursting Blister Hell, the Hell of Chattering Teeth, the Hell of Lamentation, the Cold Whimpering Hell, the Splitting Open Like a Blue Lotus Hell, the Splitting Open Like a Lotus Hell, and the Splitting Open Like a Great Lotus Hell, and as they descend they cool the beings in the hot hells ,

source: གྲང་བའི་སེམས་ཅན་དམྱལ་བ་གང་ཡིན་པ་དེ་དག་ཏུ་ནི་དྲོ་བར་གྱུར་ཏེ་འབབ་བོ། །
en: and warm the beings in the cold hells.

source: ཀྱེ་མ་ཅི་བདག་ཅག་ནི་འདི་ནས་ཀྱང་ཤི་འཕོས་པར་མ་གྱུར་ལ་གཞན་དུ་ཡང་མ་སྐྱེས་མོད་ཀྱི།
en: “Alas, it is neither that we have died and left this place, nor that we have been born elsewhere.

source: འོན་ཀྱང་སྔོན་མ་བྱུང་བའི་སེམས་ཅན་སྣང་བ་འདིའི་མཐུས། བདག་ཅག་གི་གནོད་པའི་ཁྱད་པར་རྣམས་རྩེ་ཞིལ་བར་གྱུར་ཏོ་སྙམ་མོ། །
en: Rather it is because of the unprecedented appearance of this emanation that our particular injuries have been soothed.”

source: དེ་ནས་དེ་དག་སྤྲུལ་པ་ལ་སེམས་མངོན་པར་དགའ་བར་གྱུར་ནས་སེམས་ཅན་དམྱལ་བ་མྱོང་བར་འགྱུར་བའི་ལས་དེ་ཟད་དེ་
en: They feel real joy toward the emanation, exhausting the deeds that brought them to experience the hells.

source: སྟེང་དུ་འགྲོ་བ་གང་ཡིན་པ་དེ་དག་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་རྣམས་དང་། སུམ་ཅུ་རྩ་གསུམ་པ་རྣམས་དང་། འཐབ་བྲལ་རྣམས་དང་། དགའ་ལྡན་རྣམས་དང་། འཕྲུལ་དགའ་རྣམས་དང་། གཞན་འཕྲུལ་དབང་བྱེད་རྣམས་དང་། ཚངས་རིས་རྣམས་དང་། ཚངས་པའི་མདུན་ན་འདོན་རྣམས་དང་། ཚངས་པ་ཆེན་པོ་རྣམས་དང་། འོད་ཆུང་རྣམས་དང་། ཚད་མེད་འོད་རྣམས་དང་། འོད་གསལ་རྣམས་དང་། དགེ་ཆུང་རྣམས་དང་། ཚད་མེད་དགེ་རྣམས་དང་། དགེ་རྒྱས་རྣམས་དང་། སྤྲིན་མེད་རྣམས་དང་། བསོད་ནམས་སྐྱེས་རྣམས་དང་། འབྲས་བུ་ཆེ་རྣམས་དང་། མི་ཆེ་བ་རྣམས་དང་། མི་གདུང་བ་རྣམས་དང་། གྱ་ནོམ་སྣང་རྣམས་དང་། ཤིན་ཏུ་མཐོང་རྣམས་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་བར་དུ་སོང་ནས་
en: The rays of light that travel up go to the following gods: those of the Abodes of the Four Great Kings, the Heaven of the Thirty-Three, the Strifeless Heaven, Tuṣita Heaven, the Delighting in Creation Heaven, the Heaven of the Masters of Others’ Creations, and the Heaven of Brahmā’s Assembly; those of the realms called Brahmin Priests, Great Brahmā, Limited Splendor, Immeasurable Splendor, Radiant Heaven, Lesser Virtue, Immeasurable Virtue, Extensive Virtue, and the Cloudless Heaven; and those of the realms called Increasing Merit, Great Result , None Greater, Sorrowless, Sublime Vision, Great Vision, and Supreme .

source: མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པའི་སྒྲ་སྒྲོགས་སོ། །
en: There they sound a cry of impermanence, suffering, emptiness,

source: འཆི་བདག་སྡེ་ནི་གཞོམ་པར་གྱིས། །གང་ཞིག་ཆོས་འདུལ་འདི་ཉིད་ལ། །བག་ཡོད་སྤྱོད་པར་བྱེད་པ་ནི། །སྐྱེ་བའི་འཁོར་བ་རབ་སྤངས་ནསསྡུག་བསྔལ་ཟད་པར་བྱེད་པར་འགྱུར། །ཞེས་རྗོད་པར་བྱེད་དོ། །
en: Those who mind their way along the path Of this Dharma and Vinaya Will abandon the round of rebirth And put an end to suffering.

source: དེ་ནས་འོད་ཟེར་དེ་དག་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བསྐོར་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཕྱི་བཞིན་འབྲང་སྟེ།
en: Then the rays of light circle through the three-thousandfold universe and come back to the blessed ones.

source: གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་འདས་པའི་ལས་ལུང་སྟོན་པར་བཞེད་ན་ནི། བཅོམ་ལྡན་འདས་ཀྱི་སྣམ་ལོགས་སུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should the blessed one wish to make a revelation about past deeds, they will disappear into the blessed one’s back.

source: དེ་ནས་འོད་ཟེར་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྨིན་མཚམས་ཀྱི་མཛོད་སྤུར་མི་སྣང་བར་གྱུར་ཏོ། །
en: After these particular rays of light had circled the Blessed One three times, they disappeared into the hair between the Blessed One’s eyebrows.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཐལ་མོ་སྦྱར་ཏེ་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ།
en: Then Venerable Ānanda joined his palms in reverence and praised the Blessed One with the following verse:

source: དེ་ཡིས་ཕྱོགས་རྣམས་ཀུན་ཏུ་སྣང་བར་བགྱིས། །ཉི་མ་ཤར་བས་ཇི་ལྟར་བགྱིས་པ་བཞིན། །
en: Like the shining of the sun, They illumine everything.”

source: རྒོད་དང་བྲལ་ཞིང་རྒྱགས་དང་མི་དགྱེས་སྤངས་པ་ཡིས། །སངས་རྒྱས་འགྲོ་བ་དག་གི་དམ་པའི་རྒྱུར་གྱུར་པ། །
en: “The lords of beings , the buddhas who cast off disconsolation, Are rid of savagery and pride, and are themselves the cause of all that’s good.

source: བཙུན་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་རྒྱུ་མ་མཆིས་རྐྱེན་མ་མཆིས་པར་འཛུམ་པ་སྟོན་པར་མི་མཛད་ན། བཙུན་པ་འཛུམ་པ་མཛད་པའི་རྒྱུ་གང་ལགས་རྐྱེན་གང་ལགས།
en: “Lord, if in the absence of the right causes and conditions the tathāgatas, the arhats, the totally and completely awakened buddhas do not smile, what are the causes and conditions that make them smile?”

source: དེ་ནི་དེ་བཞིན་ཏེ།
en: “It is just as you say, Ānanda.

source: ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་བྲམ་ཟེ་གང་གིས་དེ་བཞིན་གཤེགས་པ་ལ་དགའ་བ་སྐྱེས་ནས་
en: Ānanda, did you see the young brahmin who felt joy as he gazed at the Tathāgata?”

source: བལྟས་པ་མཐོང་ངམ་བཙུན་པ་མཐོང་ལགས་སོ། །
en: “Yes, Lord, I saw him,” Ānanda said.

source: བསྐལ་པ་བཅུ་གསུམ་གྱི་བར་དུ་ལྷ་རྣམས་དང་མི་རྣམས་ཀྱི་ནང་དུ་ཉིང་མཚམས་སྦྱར་ཞིང་།
en: For thirteen eons he will take rebirth among gods and humans.

source: འཁོར་བར་གྱུར་ནས་སྲིད་པ་ཐ་མ་དང་གནས་ཐ་མ་ལ་མིར་སྐྱེ་བ་ཐོབ་སྟེ
en: After circling in saṃsāra, in his final rebirth, his final dwelling place, he will take birth as a human being.

source: རབ་ཏུ་འབྱུང་བར་འགྱུར་ལ་དེས་སློབ་དཔོན་མེད་པ་དང་མན་ངག་མེད་པར་བྱང་ཆུབ་ཀྱི་ཕྱོགས་དང་འཐུན་པའི་ཆོས་སུམ་ཅུ་རྩ་བདུན་མངོན་དུ་བྱས་ནས་
en: Then he will go forth and manifest the thirty-seven wings of enlightenment without a teacher or any instruction.

source: རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་མངོན་སུམ་དུ་བྱེད་པར་འགྱུར་ཏེརང་སངས་རྒྱས་དགའ་བ་ཞེས་བྱ་བར་འགྱུར་རོ། །
en: He will manifest the enlightenment of a solitary buddha and become the solitary buddha known as Joy .

source: ཤིང་རྟ་གསུམ་པ་ནི།
en: The Third “Chariot” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། བཅོམ་ལྡན་འདས་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་གཤེགས་སོ། །
en: When the Blessed One was in Śrāvastī, one morning he donned his lower garment and Dharma robes, and, carrying his alms bowl, went for alms in Śrāvastī,

source: བྲམ་ཟེ་ཞིག་ཀྱང་ཤིང་རྟ་ལ་ཞོན་ཏེ་ཡུལ་རྒྱུ་ཞིང་ཆས་པ་ལས།
en: where there was a certain brahmin who had climbed into his chariot and set out to ride through the country.

source: བཅོམ་ལྡན་འདས་མཐོང་ནས། བཀྲ་མི་ཤིས་སོ་སྙམ་སྟེ་ཕན་ཚུན་དུ་བྲོས་སོ། །
en: At first, thinking that the sight of the Blessed One was inauspicious, he rushed on ahead.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་། དེ་ལ་ཐུགས་བརྩེ་བའི་ཕྱིར་དེ་དང་དེ་ཁོ་ན་ན་བཞུགས་པར་གྱུར་ཏོ། །
en: Out of compassion for him the Blessed One simply stood still,

source: དེ་ནས་རེ་ཞིག་ན་གྲོང་ཁྱེར་གྱི་སྒོ་བཞི་ཆར་དུ་ཡང་དེའི་མདུན་ན་བཅོམ་ལྡན་འདས་བཞུགས་པར་གྱུར་ནས་
en: and as the brahmin rode past all four of the city gates, he saw the Blessed One standing before each one.

source: དེས་བསམས་པ་དགེ་སྦྱོང་གཽ་ཏ་མ་འདི་ནི་རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བ་ཡིན་ནོ་སྙམ་ནསདེ་བཅོམ་ལྡན་འདས་ལ་དགའ་བ་སྐྱེས་སོ། །
en: Then the brahmin thought, “My, the ascetic Gautama is a person with great miracles and great power!” and he was filled with joy toward the Blessed One.

source: དེ་དགའ་བ་སྐྱེས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་སྟེང་དུ་མེ་ཏོག་སྤར་གང་གཏོར་ཏོ། །
en: In his joy he scattered a handful of flowers upon the Blessed One,

source: འོག་ཏུ་འགྲོ་བ་གང་ཡིན་པ་དེ་དག་ནི་སེམས་ཅན་དམྱལ་བ་ཡང་སོས་དང་། ཐིག་ནག་དང་། བསྡུས་འཇོམས་དང་། ངུ་འབོད་དང་། ངུ་འབོད་ཆེན་པོ་དང་། ཚ་བ་དང་། རབ་ཏུ་ཚ་བ་དང་། མནར་མེད་པ་དང་། ཆུ་བུར་ཅན་དང་། ཆུ་བུར་རྡོལ་བ་དང་། སོ་ཐམས་ཐམས་དང་། ཀྱི་ཧུད་ཟེར་དང་། ཨ་ཆུ་ཟེར་བ་དང་། ཨུད་པལ་ལྟར་གས་པ་དང་། པད་མ་ལྟར་གས་པ་དང་། པད་མ་ལྟར་གས་པ་ཆེན་པོར་སོང་ནས
en: Those that travel down go to the beings in the Reviving Hell, the Black Thread Hell , the Crushing Hell, the Shrieking Hell, the Screaming Hell, the Hot Hell, the Hell of Extreme Heat, the Hell of Ceaseless Agony, the Blistering Hell, the Bursting Blister Hell, the Hell of Chattering Teeth, the Hell of Lamentation, the Cold Whimpering Hell, the Splitting Open Like a Blue Lotus Hell, the Splitting Open Like a Lotus Hell, and the Splitting Open Like a Great Lotus Hell,

source: ཀྱེ་ཅི་བདག་ཅག་འདི་ནས་འཆི་འཕོས་སམ་འོན་ཏེ་གཞན་དུ་སྐྱེས་སམ་སྙམ་མོ། །
en: “Have we died and been reborn somewhere other than this place?”

source: ཀྱེ་བདག་ཅག་ནི་འདི་ནས་ཀྱང་ཤི་འཕོས་པར་མ་གྱུར་ལ་གཞན་དུ་ཡང་མ་སྐྱེས་མོད་ཀྱི།
en: “Alas, it is neither that we have died and left this place, nor that we have been born elsewhere.

source: འོན་ཀྱང་སྔོན་མ་བྱུང་བའི་སེམས་ཅན་སྣང་བ་འདིའི་མཐུས་བདག་ཅག་གི་གནོད་པའི་ཁྱད་པར་རྣམས་རྩེ་ཞིལ་བར་གྱུར་ཏོ་སྙམ་མོ། །
en: Rather it is because of the unprecedented appearance of this emanation that our particular injuries have been soothed.”

source: དེ་ནས་དེ་དག་སྤྲུལ་པ་ལ་སེམས་མངོན་པར་དགའ་བར་གྱུར་ནས། སེམས་ཅན་དམྱལ་བ་མྱོང་བར་འགྱུར་བའི་ལས་དེ་ཟད་དེ།
en: They feel real joy toward the emanation, exhausting the deeds that brought them to experience the hells.

source: སྟེང་དུ་འགྲོ་བ་གང་ཡིན་པ་དེ་དག་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་རྣམས་དང་། སུམ་ཅུ་རྩ་གསུམ་པ་རྣམས་དང་། འཐབ་བྲལ་རྣམས་དང་། དགའ་ལྡན་རྣམས་དང་། འཕྲུལ་དགའ་རྣམས་དང་། གཞན་འཕྲུལ་དབང་བྱེད་རྣམས་དང་། ཚངས་རིས་རྣམས་དང་། ཚངས་པའི་མདུན་ན་འདོན་པ་རྣམས་དང་། ཚངས་པ་ཆེན་པོ་རྣམས་དང་། འོད་ཆུང་རྣམས་དང་། ཚད་མེད་འོད་རྣམས་དང་། འོད་གསལ་རྣམས་དང་། དགེ་ཆུང་རྣམས་དང་། ཚད་མེད་དགེ་རྣམས་དང་། དགེ་རྒྱས་རྣམས་དང་། སྤྲིན་མེད་རྣམས་དང་། བསོད་ནམས་སྐྱེས་རྣམས་དང་། འབྲས་བུ་ཆེ་རྣམས་དང་། མི་ཆེ་རྣམས་དང་། མི་གདུང་རྣམས་དང་། གྱ་ནོམ་སྣང་རྣམས་དང་། ཤིན་ཏུ་མཐོང་རྣམས་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་བར་དུ་སོང་ནས
en: The rays of light that travel up go to the following gods: those of the Abodes of the Four Great Kings, the Heaven of the Thirty-Three, the Strifeless Heaven, Tuṣita Heaven, the Delighting in Creation Heaven, the Heaven of the Masters of Others’ Creations, and the Heaven of Brahmā’s Assembly; those of the realms called Brahmin Priests, Great Brahmā, Limited Splendor, Immeasurable Splendor, Radiant Heaven, Lesser Virtue, Immeasurable Virtue, Extensive Virtue, and the Cloudless Heaven; and those of the realms called Increasing Merit, Great Result , None Greater, Sorrowless, Sublime Vision, Great Vision, and Supreme .

source: ངེས་པར་འབྱུང་བ་བརྩམ་པར་གྱིས། །སངས་རྒྱས་བསྟན་ལ་སྦྱོར་བར་གྱིས། །འདམ་བུའི་ཁྱིམ་ལ་གླང་ཆེན་བཞིན། །འཆི་བདག་སྡེ་ནི་གཞོམ་པར་གྱིས། །གང་ཞིག་ཆོས་འདུལ་འདི་ཉིད་ལ། །བག་ཡོད་སྤྱོད་པར་བྱེད་པ་ནི། །སྐྱེ་བའི་འཁོར་བ་རབ་སྤངས་ནསསྡུག་བསྔལ་ཟད་པར་བྱེད་པར་འགྱུར། །
en: Cultivate renunciation, Practice the Buddha’s teaching— Trample the lord of death’s army Like an elephant in a house of reeds! Those who mind their way along the path Of this Dharma and Vinaya Will abandon the round of rebirth And put an end to suffering.

source: སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་ལུང་སྟོན་པར་བཞེད་ན་ནི། ཞབས་ཀྱི་མཐིལ་དུ་མི་སྣང་བར་འགྱུར་རོ། །
en: Should he wish to prophesy about a hell birth, they will disappear into the soles of the feet.

source: རྒྱ་མཚོ་དང་ནི་རི་རྒྱལ་ལྟ་བུར་བརྟན་པ་ཡི། །མགོན་པོ་རྫོགས་སངས་རྒྱས་རྣམས་གྱིན་ད་འཛུམ་མི་སྟོན། །
en: “Mountain still, and vast as oceans, Buddha, fully awakened lord, Your smile is no mundane event.

source: གང་གི་དོན་དུ་དཔའ་བོ་འཛུམ་པ་སྟོན་མཛད་པ། །དེ་ནི་ཁྱོད་ལ་སྐྱེ་བོ་ཕལ་ཆེན་མཉན་པར་འཚལ། །
en: Hero, make it manifest so that many might pay heed.

source: བཙུན་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་རྒྱུ་མ་མཆིས་རྐྱེན་མ་མཆིས་པར་འཛུམ་པ་སྟོན་པར་མི་མཛད་ན། བཙུན་པ་འཛུམ་པ་མཛད་པའི་རྒྱུ་གང་ལགས་རྐྱེན་གང་ལགས་
en: “Lord, if in the absence of the right causes and conditions the tathāgatas, the arhats, the totally and completely awakened buddhas do not smile, what are the causes and conditions that make them smile?”
